Repository: cicerolneto/entangle
Catalog: po/*.po
Languages: fr

source: Cannot initialize gphoto2 abilities
fr: Impossible d'initialiser les fonctionnalités de gphoto2

source: Cannot load gphoto2 abilities
fr: Impossible de charger les fonctionnalités de gphoto2

source: Cannot initialize gphoto2 ports
fr: Impossible d'initialiser les ports de gphoto2

source: Cannot load gphoto2 ports
fr: Impossible de charger les ports de gphoto2

source: Unable to initialize camera
fr: Impossible d'initialiser l'appareil

source: Cannot capture image while not connected
fr: Impossible de capture une image sans connexion à l'appareil

source: Unable to capture image: %s
fr: Impossible de capture une image : %s

source: Cannot preview image while not connected
fr: Impossible de prévisualiser une image sans connexion à l'appareil

source: Unable to capture preview: %s
fr: Impossible de capturer une prévisualisation : %s

source: Unable to get file data: %s
fr: Impossible d'obtenir les données du fichier : %s

source: Unable to get filename: %s
fr: Impossible d'obtenir le nom du fichier : %s

source: Cannot download file while not connected
fr: Impossible de télécharger une image sans connexion à l'appareil

source: Unable to get camera file: %s
fr: Impossible d'obtenir le fichier de l'appareil : %s

source: Cannot delete file while not connected
fr: Impossible de supprimer un fichier sans connexion à l'appareil

source: Unable to delete file: %s
fr: Impossible de supprimer un fichier : %s

source: Cannot wait for events while not connected
fr: Impossible d'attendre des événements sans connexion à l'appareil

source: Unable to wait for events: %s
fr: Impossible d'attendre des événements : %s

source: Unable to fetch widget type
fr: Impossible d'obtenir le type de widget

source: Unable to fetch widget name
fr: Impossible d'obtenir le nom du widget

source: Unable to load controls, camera is not connected
fr: Impossible de charger les contrôles, l'appareil n'est pas connecté

source: Unable to fetch camera control configuration
fr: Impossible de charger la configuration des contrôles de l'appareil

source: Unable to save controls, camera is not connected
fr: Impossible d'enregistrer les contrôles, l'appareil n'est pas connecté

source: Unable to save controls, camera is not configurable
fr: Impossible d'enregistrer les contrôles, l'appareil n'est pas configurable

source: Unable to save camera control configuration: %s %d
fr: Impossible d'enregistrer la configuration des contrôles de l'appareil : %s %d

source: Controls not available when camera is disconnected
fr: Les contrôles ne sont pas disponibles lorsque l'appareil est déconnecté

source: Controls not available for this camera
fr: Aucun contrôle disponible pour cet appareil

source: Viewfinder control not available with this camera
fr: Le contrôle du viseur n'est pas disponible pour cet appareil

source: Viewfinder control was not a toggle widget
fr: Le contrôle du viseur n'est pas un widget à bascule

source: Failed to set viewfinder state: %s %d
fr: Impossible de définir l'état du viseur : %s %d

source: Autofocus control not available with this camera
fr: Le contrôle de l'autofocus n'est pas disponible pour cet appareil

source: Autofocus control was not a toggle widget
fr: Le contrôle de l'autofocus n'est pas un widget à bascule

source: Failed to set autofocus state: %s %d
fr: Impossible de définir l'état de l'autofocus : %s %d

source: Manual focus control not available with this camera
fr: Le contrôle de la focale n'est pas disponible pour cet appareil

source: Failed to set manual focus state: %s %d
fr: Impossible de définir l'état manuel de la focale : %s %d

source: Time setting not available with this camera
fr: Le réglage de l'heure n'est pas disponible sur cet appareil

source: Failed to set time state: %s %d
fr: Impossible de définir l'état de l'horloge : %s %d

source: Capture an image
fr: Capturer une image

source: Continuous capture preview
fr: Prévisualisation de la capture continue

source: This camera does not support image capture
fr: Cet appareil ne prend pas en charge la capture d'image

source: This camera does not support image preview
fr: Cet appareil ne prend pas en charge la prévisualisation d'image

source: Operation: %s
fr: Opération : %s

source: Entangle: Operation failed
fr: Entangle : échec de l'opération

source: Camera load controls failed
fr: Le chargement des contrôles de l'appareil a échoué

source: Entangle: Camera load controls failed
fr: Entangle : Le chargement des contrôles de l'appareil a échoué

source: Monitor
fr: Moniteur

source: Camera Manager - Entangle
fr: Gestionnaire d'appareil photo - Entangle

source: Unable to connect to camera: %s
fr: Impossible de se connecter à l'appareil : %s

source: Check that the camera is not - opened by another photo <b>application</b> - mounted as a <b>filesystem</b> on the desktop - in <b>sleep mode</b> to save battery power
fr: Vérifier que l'appareil photo n'est pas : - utilisé par une autre <b>application</b> photo, - monté en tant que <b>système de fichier</b> sur le bureau, - en <b>mode veille</b> afin d'économiser la batterie.

source: Cancel
fr: Annuler

source: Retry
fr: Réessayer

source: Camera is in use
fr: L'appareil est déjà utilisé

source: The camera cannot be opened because it is currently mounted as a filesystem. Do you wish to umount it now ?
fr: L'appareil photo ne peut être utilisé car il est actuellement monté en tant que système de fichier. Souhaitez-vous le démonter maintenant ?

source: No
fr: Non

source: Yes
fr: Oui

source: Camera connect failed
fr: Échec de la connexion à l'appareil

source: Entangle: Camera connect failed
fr: Entangle : échec de la connexion à l'appareil

source: %s Camera Manager - Entangle
fr: Gestionnaire d'appareil photo %s - Entangle

source: Select a folder
fr: Sélectionner un dossier

source: _Cancel
fr: _Annuler

source: _Open
fr: _Ouvrir

source: Capture
fr: Capturer

source: Preview
fr: Prévisualiser

source: Set clock
fr: Régler l'heure

source: Autofocus failed
fr: Échec de l'autofocus

source: Entangle: Camera autofocus failed
fr: Entangle : échec de l'autofocus de l'appareil

source: Manual focus failed
fr: Échec du changement manuel de focale

source: Entangle: Camera manual focus failed
fr: Entangle : Échec du changement manuel de focale de l'appareil

source: Delete
fr: Supprimer

source: Select application...
fr: Sélectionner une application...

source: _File
fr: _Fichier

source: Select session
fr: Sélectionner une session

source: _Edit
fr: Modifi_er

source: Camera
fr: Appareil

source: Connect
fr: Connecter

source: Synchronize clock
fr: Synchroniser l'heure

source: _View
fr: _Visualiser

source: Settings
fr: Paramètres

source: Fullscreen
fr: Plein écran

source: Presentation
fr: Présentation

source: Present on
fr: Présent sur

source: Windows
fr: Fenêtres

source: New window
fr: Nouvelle fenêtre

source: Synchronize capture
fr: Synchroniser les captures

source: _Help
fr: Aide

source: Supported Cameras
fr: Appareils pris en charge

source: View the full list of camera settings
fr: Afficher la liste des paramètres de l'appareil

source: Attempt to cancel the currently executing camera operation
fr: Tentative d'annulation de l'opération en cours sur l'appareil

source: Shrink the display of the image by one factor
fr: Réduire l'affichage de l'image d'un facteur un

source: Zoom Out
fr: Dézoomer

source: Enlarge the display of the image by one factor
fr: Agrandir l'affichage de l'image d'un facteur un

source: Zoom In
fr: Zoomer

source: Resize the image to automatically fit the available window real estate
fr: Redimensionner automatique l'image pour s'ajuster à l'espace fenêtre disponible

source: Best Fit
fr: Ajuster

source: Display the image with its native pixel size
fr: Afficher l'image avec la taille native des pixels

source: Switch to fullscreen display mode
fr: Passer au mode plein écran

source: Full Screen
fr: Plein écran

source: Open with
fr: Ouvrir avec

source: Model
fr: Modèle

source: Select camera - Entangle
fr: Sélectionner l'appareil - Entangle

source: Select a camera to connect to:
fr: Sélectionner l'appareil auquel se connecter :

source: No cameras were detected, check that - the <b>cables</b> are connected - the camera is <b>turned on</b> - the camera is in the <b>correct mode</b> - the camera is a <b>supported</b> model USB cameras are automatically detected when plugged in, for others try a refresh
fr: Aucun appareil détecté, vérifier que - les <b>câbles</b> sont branchés, - l'appareil est <b>allumé</b> - l'appareil est dans le <b>bon mode</b> - l'appareil est un modèle <b>pris en charge</b> Les appareils photos USB sont automatiquement détectés à la connexion, pour les autres, tenter un rafraîchissement.

source: capture
fr: capturer

source: preview
fr: prévisualiser

source: settings
fr: réglages

source: label
fr: étiquette

source: Camera control update failed
fr: La mise à jour des contrôles de l'appareil a échoué

source: Entangle: Camera control update failed
fr: Entangle : la mise à jour des contrôles de l'appareil a échoué

source: On
fr: Allumé

source: Off
fr: Éteint

source: No camera connected
fr: Aucun appareil connecté

source: No controls available
fr: Aucun contrôle disponible

source: Screen blanking is not available on this display
fr: L'extinction de l'affichage n'est pas disponible sur cet écran

source: Screen blanking is not implemented on this platform
fr: L'extinction de l'affichage n'est pas disponible sur cette plate-forme

source: About - Entangle
fr: À propos - Entangle

source: Tethered Camera Control & Capture
fr: Contrôle d'appareil photo et capture asservis

source: Image Viewer
fr: Afficheur d'images

source: Color Management
fr: Gestion de la couleur

source: Plugins
fr: Greffons

source: ICC profiles (*.icc, *.icm)
fr: Profils ICC (*.icc, *.icm)

source: All files (*.*)
fr: Tous les fichiers (*.*)

source: 1:1 - Square / MF 6x6
fr: 1:1 - Carré / MF 6x6

source: 1.37:1 - 35mm movie
fr: 1.37:1 - 35mm cinéma

source: 1.6:1 (8:5, 16:10) - Widescreen
fr: 1.6:1 (8:5, 16:10) - Écran large

source: 1.75:1 (7:4) - Widescreen
fr: 1.75:1 (7:4) - Écran large

source: 1.77:1 (16:9) - APS-H / HDTV / Widescreen
fr: 1.77:1 (16:9) - APS-H / HDTV / Écran large

source: 1.85:1 - 35mm Widescreen
fr: 1.85:1 - 35mm Écran large

source: 2.10:1 (21:10) - Planned HDTV
fr: 2.10:1 (21:10) - Future HDTV

source: 2.20:1 (11:5, 22:10) - 70mm movie
fr: 2.20:1 (11:5, 22:10) - 70mm cinéma

source: 2.37:1 (64:27)- HDTV cinema
fr: 2.37:1 (64:27)- HDTV cinéma

source: None
fr: Aucun

source: Center lines
fr: Centrage des lignes

source: Rule of 3rds
fr: Règle des tiers

source: Quarters
fr: Quarts

source: Rule of 5ths
fr: Règles des 5emes

source: Golden sections
fr: Sections dorées

source: Perceptual
fr: Perceptif

source: Relative colourimetric
fr: Colorimétrie relative

source: Absolute colourimetric
fr: Colorimétrie absolue

source: Entangle Preferences
fr: Préférences de Entangle

source: <b>Capture</b>
fr: <b>Capturer</b>

source: Filename pattern:
fr: Motif de nom de fichier :

source: Continue preview mode after capture
fr: Continuer le mode prévisualisation après capture

source: Delete file from camera after downloading
fr: Supprimer le fichier après téléchargement

source: Automatically synchronize camera clock
fr: Réglage automatique de l'horloge de l'appareil

source: <b>Colour management</b>
fr: <b>Gestion de la couleur</b>

source: Mode of operation:
fr: Mode d'opération

source: RGB profile:
fr: Profil RVB :

source: Monitor profile:
fr: Profil du moniteur :

source: Rendering intent:
fr: Intention de rendu :

source: Detect the system monitor profile
fr: Détecter le profil du moniteur système

source: Colour managed display
fr: Affichage aux couleurs administrées

source: <b>Plugins</b>
fr: <b>Greffons</b>

source: Automatically connect to cameras at startup
fr: Se connecter automatiquement aux appareils au démarrage

source: Blank screen when capturing images
fr: Effacer l'écran lors de la capture des images

source: Show linear histogram
fr: Afficher l'histogramme linéaire

source: <b>Image Viewer</b>
fr: <b>Afficheur d'images</b>

source: Apply mask to alter aspect ratio
fr: Appliquer le masque pour modifier le ratio

source: Aspect ratio:
fr: Rapport d'aspect :

source: Mask opacity:
fr: Opacité du masque :

source: Display focus point during preview
fr: Afficher le point de focalisation pendant la prévisualisation

source: Grid lines:
fr: Quadrillage :

source: Use embedded preview from raw files
fr: Utiliser les vignettes de prévisualisation des fichiers raw

source: Overlay earlier images
fr: Ajouter une surcouche à des images précédentes

source: Overlay layers:
fr: Surcouches :

source: Background:
fr: Fond :

source: Could not load user interface definition file: %s
fr: Impossible de charger le fichier de définition d'interface graphique : %s

source: Tethered Camera Control &amp; Capture
fr: Pilotage de contrôle et de capture par appareil photo

source: Entangle is a program used to control digital cameras that are connected to the computer via USB.
fr: Entangle permet de contrôler les appareils photo numériques connecté à l'ordinateur via USB.

source: Entangle can trigger the camera shutter to capture new images. When supported by the camera, a continuously updating preview of the scene can be displayed prior to capture. Images will be downloaded and displayed as they are captured by the camera. Entangle also allows the settings of the camera to be changed from the computer.
fr: Entangle peut déclencher l'obturateur de l'appareil afin de capturer de nouvelles images. Lorsque l'appareil le permet, une prévisualisation continue de la scène peut être affichée avant la capture. Les images sont téléchargées et affichées lorsqu'elles sont capturées par l'appareil. Entangle permet aussi de définir les réglages de l'appareil depuis l'ordinateur.

source: Entangle is compatible with most DSLR cameras from Nikon and Canon, some of their compact camera models, and a variety of cameras from other manufacturers.
fr: Entangle est compatible avec la plupart des appareils photographiques reflex numériques, certains appareils compacts, ainsi qu'un certain nombre d'appareils d'autres fabricants.
